[
  {
    "icon": "react",
    "name": "React",
    "description": "5+ years commercial experience developing React applications and shared UI components libraries built using React and Styled Components (CSS-in-JS).",
    "value": 95
  },
  {
    "icon": "javascript",
    "name": "Javascript",
    "description": "Modern Javascript development using latest ES6/7/8/9+ features and following industry best practices such as DRY, modular, KISS, object oriented.",
    "value": 93
  },
  {
    "icon": "html",
    "name": "HTML5",
    "description": "Clean and semantic HTML markup in line with W3C standards that are easily maintainable and follow WAI-ARIA accessibility guidelines.",
    "value": 97
  },
  {
    "icon": "css",
    "name": "CSS3",
    "description": "Scalable and maintainable CSS stylesheets, using BEM (or alternatives such as OOCCS) as the foundation for projects of all sizes.",
    "value": 98
  },
  {
    "icon": "mobile",
    "name": "Responsive Design",
    "description": "Mobile-first, user-friendly and responsive UI development using progressive enhancement with a focus on performance.",
    "value": 95
  },
  {
    "icon": "sass",
    "name": "Sass",
    "description": "In-depth knowledge of Sass features (and Less) to help create a more streamlined development workflow which enforces code re-use.",
    "value": 93
  },
  {
    "icon": "typescript",
    "name": "Typescript",
    "description": "Improved productivity by catching bugs early, making refactors easier to manage and understanding complex codebase through better IDE integration.",
    "value": 80
  },
  {
    "icon": "test",
    "name": "Testing",
    "description": "Experienced with unit testing and tools such as Jest, Testing Library, Mocha, Jasmine, Karma, etc... and an understanding of techniques such has TDD (red, green, refactor),  BDD, etc...",
    "value": 83
  },
  {
    "icon": "ux",
    "name": "UI/UX Design",
    "description": "A keen understanding of key UX principle and a good eye for design allows to deliver the best user experience possible for users.",
    "value": 75
  },
  {
    "icon": "git",
    "name": "Git",
    "description": "Familiar with Git (command line and GUI) and commonly used branching models, merging, rebasing in order to keep a clean history.",
    "value": 85
  },
  {
    "icon": "next",
    "name": "Next.js",
    "description": "Highly performant SEO-friendly websites built with hybrid static (SSG) and server side rendering (SSR), code splitting, optimisation, page-based routing system, HMR, etc...",
    "value": 73
  },
  {
    "icon": "webpack",
    "name": "Webpack",
    "description": "Setup Webpack configurations for dev/production build scripts to import, bundle, minify and minimise all application assets (js, css, fonts, svg, images, etc...)",
    "value": 82
  }
]
